Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: For this reason, the three agencies recommend that radioactivity be included in the goal of zero discharges of oil and environmentally hazardous substances to sea from the petroleum activities.
nb: De tre etatene anbefaler derfor at radioaktivitet inkluderes i målet om null utslipp av olje og miljøfarlige stoffer til sjø fra petroleumsvirksomheten.

source: New evaluations should be made regarding injection of produced water on the Troll B and C fields, which represent about 40 per cent of the radioactive discharges offshore.
nb: På feltene Troll B og C, som representerer omkring 40 prosent av utslippene av radioaktivitet offshore, bør det gjøres nye vurderinger av injeksjon av produsert vann.

source: More discharges when drill cuttings are sent to land Around 82 000 tonnes of cuttings and drilling fluid from the Norwegian shelf were sent to land for disposal in 2007, while discharges to sea amounted to around 286 000 tonnes.
nb: Økte utslipp ved ilandføring av borekaks Rundt 82 000 tonn borekaks og borevæske fra norsk sokkel ble sendt til behandling på land i 2007, mens utslippet til sjø var på rundt 286 000 tonn.

source: The SFT, the NPD and the NRPA estimate that the costs of sending all drilling fluid and cuttings to land would be considerable.
nb: SFT, Oljedirektoratet og Strålevernet beregner at kostnadene ved å frakte all borevæske og kaks til land vil være betydelige.

source: Costs associated with increased landfill capacity on land have not been included, but will presumably be very high.
nb: Kostnader for økt deponikapasitet på land er ikke beregnet, men antas å være svært store.

source: Discharges of cuttings and water-based drilling fluid result in a physical build-up of sludge on the seabed, but the effects are limited both in area and duration.
nb: Utslipp av borekaks og vannbasert borevæske gir fysisk nedslamming på havbunnen, men effekten er av begrenset omfang, både i areal og varighet.

source: A requirement that entails sending all cuttings and drilling fluid from the Norwegian shelf to land would result in a huge need for new landfill capacity on land, and thus also new environmental challenges.
nb: Et krav om ilandføring av all borekaks og borevæske fra norsk sokkel vil gi et stort behov for ny deponikapasitet på land og dermed nye miljøutfordringer.

source: Sending water-based drilling waste to land will also result in increased emissions to air.
nb: Ilandføring av vannbasert boreavfall vil også gi økte utslipp til luft.

source: Therefore, the three agencies do not recommend a general requirement for zero discharges of cuttings and drilling fluid on the Norwegian shelf.
nb: De tre etatene anbefaler derfor at det ikke innføres et generelt krav til null utslipp av borekaks og borevæske på norsk sokkel.

source: However, a requirement for alternative handling should be considered in areas with particularly vulnerable benthic fauna.
nb: Krav om alternativ håndtering bør likevel vurderes i områder med særlig sårbar bunnfauna.

source: Requirements for discharges offshore
nb: Krav til utslipp offshore

source: More than ten years ago, the Storting (Norwegian Parliament) adopted the goal of zero discharges of oil and environmentally hazardous substances to sea from the petroleum activities.
nb: Stortinget vedtok for over ti år siden målet om null utslipp av olje og miljøfarlige stoffer til sjø fra petroleumsvirksomheten.

source: The emission targets in the Barents Sea and the waters off Lofoten are even stricter than for the rest of the shelf.
nb: I Barentshavet og havområdene utenfor Lofoten er det enda strengere utslippsmål enn for resten av sokkelen.

source: The Norwegian Pollution Control Authority (SFT), the Norwegian Petroleum Directorate (NPD) and the Norwegian Radiation Protection Authority (NRPA) have studied the costs and benefits for society in general and the environment if new requirements are stipulated for discharges of produced water, cuttings and drilling fluid to also include radioactivity in the goal of zero discharges of oil and environmentally hazardous substances to sea from the petroleum activities.
nb: Statens forurensningstilsyn (SFT), Oljedirektoratet (OD) og Statens strålevern har utredet kostnader og nytte for samfunnet og miljøet ved å stille nye krav til utslipp av produsert vann, borekaks og borevæske og å inkludere radioaktivitet i målet om null utslipp av olje og miljøfarlige stoffer til sjø fra petroleumsvirksomheten.

source: The Norwegian Oil Industry Association (OLF), the Petroleum Safety Authority Norway and the Institute of Marine Research have been consulted in this work.
nb: Oljeindustriens landsforening (OLF), Petroleumstilsynet og Havforskningsinstituttet har vært konsultert i arbeidet.

source: Questions can be directed to:
nb: Spørsmål kan rettes til:

source: SFT: Acting head of section Ann Mari Vik Green, Section for the oil and gas industry tel.: +47 22 57 34 19, e-mail: ann.mari.vik.green@sft.no
nb: SFT: fungerende seksjonssjef Ann Mari Vik Green, seksjon for petroleumsvirksomhet telefon: 22 57 34 19, e-post: ann.mari.vik.green@sft.no

source: NPD: Arne Holhjem, director for environment and regulations tel: +47 51 87 61 35, e-mail: arne.holhjem@npd.no
nb: OD: Arne Holhjem, direktør for miljø og regelverk telefon: 51 87 61 35, e-post: arne.holhjem@npd.no

source: Norwegian Radiation Protection Authority: Senior adviser Solveig Dysvik, Section for environmental management tel.: +47 67 16 25 59, e-mail: solveig.dysvik@nrpa.no
nb: Strålevernet: seniorrådgiver Solveig Dysvik, seksjon miljøforvaltning telefon: 67 16 25 59, e-post: solveig.dysvik@nrpa.no

source: Well path 34/11-5 S will be drilled from the Kvitebjørn drilling facility at position 61° 4’49,01” North and 2° 29’59,99” East.
nb: Brønnbanen 34/11-5 S skal bores fra boreinnretningen Kvitebjørn i posisjon 61° 4'49,01" Nord og 2° 29'59,99" Øst.

source: The drilling program for well path 34/11-5 S applies to drilling of wildcat wells in production licence 193.
nb: Boreprogrammet for brønnbane 34/11-5 S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 193.

source: The permission presupposes that other permissions and consents required from other authorities have been granted before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Contact in the NPD: Sigmund K. Runestad, tel.
nb: Kontaktperson i OD: Sigmund K.

source: The discovery was made in Jurassic reservoir rocks in the fall of 2007, and the size of the discovery was estimated to be between 10 - 30 million standard cubic metres (Sm3) of recoverable oil.
nb: Det ble gjort funn i jura reservoarbergarter høsten 2007 estimert til mellom 10 og 30 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The discovery is located about 15 km east of the 15/3-1 S Gudrun discovery in the North Sea.
nb: Funnet er lokalisert om lag 15 km øst for funnet 15/3-1 S Gudrun i Nordsjøen.

source: The purpose of well 16/1-10 was to delineate the discovery.
nb: Hensikten med brønn 16/1-10 var å avgrense funnet.

source: The well encountered undersaturated oil with the same oil/water contact as in the discovery well.
nb: Brønnen påtraff undermettet olje med samme olje-/vannkontakt som i funnbrønnen.

source: Extensive studies have been initiated to evaluate all the data collected from the well, including integration of this data with the analysis of the 3D seabed seismic data (OBS) acquired in 2008, before a new, updated resource estimate can be made.
nb: Der er igangsatt omfattende studier for å vurdere alle innsamlede data fra brønnen, herunder integrere dette med analysen av 3D havbunnsseismikk (OBS) innsamlet i 2008, før nytt oppdatert ressursestimat kan gjøres.

source: Two formation tests were carried out, along with extensive data collection and sampling in the well.
nb: Det ble gjennomført to formasjonstester og omfattende datainnsamling og prøvetaking i brønnen.

source: The maximum production rate was 620 Sm3 of oil per flow day through a 54/64-inch diameter nozzle.
nb: Maksimum produksjonsrate var 620 Sm3 olje per strømningsdøgn gjennom en 54/64 tommer dyseåpning.

source: The reservoir interval in the well showed a lower percentage of sandstone and more coarse conglomerates.
nb: Reservoarintervallet i brønnen viste lavere andel sandstein og mer grove konglomerater.

source: The appraisal well was drilled to a vertical depth of 2125 metres below the sea surface, and was concluded in rocks presumably from the Triassic Age.
nb: Avgrensingsbrønnen er boret til et vertikalt dyp på 2125 meter under havflaten, og ble avsluttet i bergarter av antatt trias alder.

source: The water depth at the site was 110 metres.
nb: Havdypet var 110 meter.

source: The well is being drilled by the semisubmersible drilling facility Bredford Dolphin, which will now proceed to production licence 029 B in the North Sea to drill wildcat well 15/6-10 where ExxonMobil Exploration & Production Norway AS is operator.
nb: Brønnen bores av den halvt nedsenkbare boreinnretningen Bredford Dolphin, som skal til utvinningstillatelse 029 B i Nordsjøen for å bore undersøkelsesbrønn 15/6-10 der ExxonMobil Exploration & Production Norway AS er operatør.

source: The licensees in production licence 338
nb: Rettighetshavere i utvinningstillatelse 338

source: The result is disappointing.
nb: Resultatet er skuffende.

source: The well proved two smaller gas columns in sandstones of Middle Triassic age.
nb: Den siste brønnen påviste to mindre gasskolonner i sandsteiner av midtre trias alder.

source: The reservoir quality is medium in the shallower discovery and poor in the deeper one.
nb: Reservoarkvaliteten er middels i det grunneste funnet og dårlig i det dypeste.

source: The appraisal well shows that the size of the shallower discovery is within an uncertainty span of one to five billion Sm3 recoverable gas.
nb: Avgrensningsbrønnen viser at størrelsen på det grunneste funnet er innenfor usikkerhetsspennet én til fem milliarder Sm3 utvinnbar gass.

source: It is too early to estimate the size of the deeper discovery.
nb: Det er for tidlig å anslå størrelsen på det dypeste funnet.

source: No oil was found in the appraisal well, and thus the size of the oil component is considered minimal.
nb: Avgrensingsbrønnen viste ikke spor av olje, slik at størrelsen på oljedelen av funnet anses som minimal.

source: Neither the oil nor the gas discovery in the shallower level is considered commercially interesting.
nb: Verken olje- eller gassfunnet i det grunneste nivået anses som kommersielt interessant.

source: The well was not formation-tested, but data was collected and samples have been carried out.
nb: Brønnen ble ikke formasjonstestet, men det ble utført datainnsamling og prøvetaking.

source: Evaluation and analyses will be conducted to determine the size and extent of the discovery.
nb: Det skal gjennomføres evaluering og analyser for å avklare størrelsen og utstrekningen av funnet.

source: This is the third well in production licence 228.
nb: Dette er den tredje brønnen i utvinningstillatelse 228.

source: Production licence 228 was awarded in the Barents Sea project in 1997, with Saga Petroleum ASA as the operator.
nb: Utvinningstillatelsen 228 ble tildelt i Barentshavsprosjektet i 1997, med Saga Petroleum ASA som operatør.

source: The well was drilled to a total depth of 2,525 metres below sea level, and was concluded in rocks from Middle Triassic age.
nb: Brønnen ble boret til et totalt dyp på 2525 meter under havflaten, og ble avsluttet i bergarter av midtre trias alder.

source: The well was drilled from the Gyda facility as a sidetrack from a development well.
nb: Brønnen ble boret fra Gydaplattformen som et sidesteg fra en utvinningsbrønn.

source: The purpose of the well was to prove petroleum in sandstone from the Late Jurassic Age.
nb: Hensikten med brønnen var å påvise petroleum i sandsteiner av sen jura alder.

source: Non-mobile petroleum was encountered at this reservoir level.
nb: Det ble påtruffet ikke bevegelig petroleum i dette reservoarnivået.

source: Further evaluation of the well results could lead to a sidetrack on the structure at a later date.
nb: Videre evaluering av brønnresultatene kan føre til et sidesteg på strukturen ved et senere tidspunkt.

source: The well is the eleventh exploration well in production licence 019 B, which was awarded in 1977.
nb: Brønnen er den 11. letebrønnen i utvinningstillatelse 019 B, som ble tildelt i 1977.

source: It was drilled to a vertical depth of 3755 metres below the sea surface, and was concluded in the Skagerrak Formation from the Triassic Age.
nb: Den ble boret til et vertikalt dyp av 3755 meter under havflaten, og ble avsluttet i Skagerrakformasjonen av trias alder.

source: The water depth in the area is 67 metres.
nb: Havdypet i området er 67 meter.

source: The licensees in production licence 019 B
nb: Rettighetshavere i utvinningstillatelse 019 B

source: The purpose of the well was to prove petroleum in Late Jurassic rocks.
nb: Hensikten med brønnen var å påvise petroleum i bergarter av sen jura alder.

source: As projected, the well encountered rocks of medium thickness and satisfactory quality.
nb: Det ble påtruffet bergarter av middels mektighet og av tilfredsstillende kvalitet, som prognosert.

source: The well did not prove mobile petroleum, and it will be classified as a dry well.
nb: Brønnen påviste ikke bevegelig petroleum og brønnen blir klassifisert som tørr.

source: A standard logging and sampling program was carried out.
nb: Et standard logge- og prøveinnsamlingsprogram ble utført.

source: The well has provided valuable information about the area, and the well data will be evaluated in order to map further resource potential in production licences 296 and 355.
nb: Brønnen har gitt verdifull informasjon om området, og brønndataene skal evalueres for å kartlegge det videre ressurspotensialet i utvinningstillatelsene 296 og 355.

source: The well was the first to be drilled in production licence 296, which was awarded in the Awards in Predefined Areas (APA) in 2003.
nb: Brønnen var den første i utvinningstillatelse 296 som ble tildelt gjennom TFO i 2003.

source: The well was a commitment well in the production licence, but was drilled as a joint well with cost sharing with production licence 355.
nb: Brønnen er en forpliktelsesbrønn i utvinningstillatelsen, men ble boret som en fellesbrønn med kostnadsdeling sammen med utvinningstillatelse 355.

source: The wildcat well had high pressure and high temperature.
nb: Undersøkelsesbrønnen hadde høyt trykk og høy temperatur.

source: It was drilled to a vertical depth of 4626 metres below the sea surface, and was concluded in rocks presumed to be from the Early Jurassic Age.
nb: Den ble boret til et vertikalt dyp på 4626 meter under havoverflaten, og ble avsluttet i bergarter av antatt tidlig jura alder.

source: Well 2/5-13 was drilled in 65 metres of water by the jack-up drilling facility West Epsilon.
nb: Brønn 2/5-13 ble boret på 65 meters havdyp av den oppjekkbare boreinnretningen West Epsilon.

source: The facility will proceed to production licence 265 in the North Sea to drill wildcat well 16/2-5, operated by StatoilHydro ASA.
nb: Innretningen skal videre til utvinningstillatelse 265 i Nordsjøen for å bore undersøkelsesbrønn 16/2-5 der StatoilHydro ASA er operatør.

source: Licensees in production licence 296 and 355 (see NPD's fact pages)
nb: Rettighetshavere i utvinningstillatelse 296 and 355 (se OD's faktasider)

source: The well is situated 355 kilometres west of Brønnøysund, and was dry.
nb: Brønnen, som var tørr, er lokalisert 355 kilometer vest for Brønnøysund.

source: Rocks with good reservoir quality were encountered in Upper Cretaceous reservoir rocks.
nb: Det ble påtruffet bergarter med god reservoarkvalitet i øvre kritt reservoarbergarter.

source: The well was not formation-tested, but extensive data collection and sampling of the reservoir were carried out.
nb: Brønnen ble ikke formasjonstestet, men det ble gjort omfattende datainnsamling og prøvetaking av reservoaret.

source: The licensees will now evaluate the results to determine the resource potential in the production licence.
nb: Rettighetshaverne skal evaluere resultatene for nærmere å avklare ressurspotensialet i utvinningstillatelsen.

source: The well was the first to be drilled in production licence 328, which was awarded in the 18th licensing round in 2004.
nb: Brønnen var den første i utvinningstillatelse 328 som ble tildelt i 18. konsesjonsrunde i 2004.

source: The well was drilled to a vertical depth of 3945 metres below the sea surface, and was concluded in the Nise formation in the Upper Cretaceous.
nb: Brønnen ble boret til et vertikalt dyp på 3945 meter under havflaten, og ble avsluttet i Niseformasjonen i øvre kritt.

source: The well was drilled in 1158 metres of water by the Transocean Leader drilling facility, which will now move on to production licence 327 B in the Norwegian Sea to drill wildcat well 6705/10-1 where StatoilHydro ASA is the operator.
nb: Brønnen ble boret på 1158 meters havdyp av boreinnretningen Transocean Leader som nå flyttes til utvinningstillatelse 327 B i Norskehavet for å bore undersøkelsesbrønn 6705/10-1 der StatoilHydro ASA er operatør.

source: Licensees in production licence 328
nb: Rettighetshavere i utvinningstillatelse 328

source: The purpose of the well was to prove petroleum in the Brent Group in Middle Jurassic reservoir rocks near the shut down Lille-Frigg field.
nb: Hensikten med brønnen var å påvise petroleum i Brentgruppen i midtre jura reservoarbergarter nær det nedstengte feltet Lille-Frigg.

source: The well proved gas and condensate in Middle Jurassic reservoir rocks belonging to the lower segments of the Brent Group (the Etive Formation).
nb: Brønnen påviste gass og kondensat i midtre jura reservoarbergarter tilhørende nedre deler av Brentgruppen (Etiveformasjonen).

source: The size of the discovery is from 1-3 million Sm3 oil equivalents of recoverable petroleum.
nb: Størrelsen på funnet er mellom 1 og 3 millioner Sm3 oljeekvivalenter utvinnbart.

source: A successful formation test (mini-DST) was conducted, showing good reservoir properties.
nb: En vellykket formasjonstest (mini-DST) er gjennomført, og den viste gode produksjonsegenskaper.

source: An appraisal well is being planned to determine the size of the discovery.
nb: En avgrensningsbrønn er under planlegging for å bestemme størrelsen på funnet.

source: The well was drilled to a vertical depth of 4067 metres below the sea surface, and was concluded in the Drake Formation in Lower Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp av 4067 meter under havflaten, og ble avsluttet i Drakeformasjonen i nedre jura bergarter.

source: The water depth is 111 metres.
nb: Havdypet er 111 meter.

source: The well, which was drilled as a cost-sharing endeavour between production licences 035 and 362, will now be temporarily plugged and abandoned.
nb: Brønnen, som ble boret på kostnadsdeling mellom utvinningstillatelse 035 og 362, blir nå midlertidig plugget og forlatt.

source: Well 30/11-7 was drilled by the West Alpha drilling facility, which will now proceed to production licence 052 in the North Sea to drill wildcat well 30/3-10 S, with StatoilHydro ASA as operator.
nb: Brønn 30/11-7 ble boret av boreinnretningen West Alpha som nå skal til utvinningstillatelse 052 i Nordsjøen for å bore undersøkelsesbrønn 30/3-10 S, med StatoilHydro ASA som operatør.

source: Licensees in production licence 035 and 362
nb: Rettighetshavere i utvinningstillatelse 035 og 362

source: The purpose of wildcat well 6608/10-12 was to prove petroleum in reservoir rocks from the Early Jurassic Age, and an oil discovery was recently made in the well.
nb: Hensikten med undersøkelsesbrønn 6608/10-12 var å påvise petroleum i reservoarbergarter av tidlig jura alder, og brønnen gjorde nylig et oljefunn.

source: The discovery is located about 17 kilometres north-northeast of the Norne field.
nb: Funnet ligger om lag 17 km nord-nordøst for Nornefeltet.

source: The purpose of the subsequent appraisal well 6608/10-12 A was to encounter the oil-water contact, and to determine the extent of the discovery.
nb: Hensikten med den påfølgende avgrensningsbrønnen 6608/10-12 A var å påtreffe olje/vann-kontakten og bestemme utstrekningen av funnet.

source: The wells proved oil in Early Jurassic rocks (the Åre formation), and the oil-water contact was encountered in the appraisal well.
nb: Brønnene påviste olje i bergarter av tidlig jura alder (Åreformasjonen) og olje/vann-kontakten ble påtruffet i avgrensningsbrønnen.

source: A 110-metre oil column was encountered.
nb: Det ble påtruffet 110 meter oljekolonne.

source: The preliminary estimate of proven recoverable resources is between 4 and 8 million Sm3 of oil.
nb: De påviste utvinnbare ressursene er foreløpig beregnet til mellom 4 og 8 millioner Sm3 olje.

source: Neither of the wells was production-tested, but extensive data collection and sampling have been carried out.
nb: Ingen av brønnen ble produksjonstestet, men det er utført omfattende datainnsamling og prøvetaking.

source: Consideration will be given to developing the discovery in connection with the Norne field.
nb: Funnet vil bli vurdert bygget ut mot Nornefeltet.

source: Wildcat well 6608/10-12 and appraisal well 6608/10-12 A are the 22nd and 23rd exploration wells in production licence 128.
nb: Undersøkelsesbrønnen 6608/10-12 og avgrensningsbrønnen 6608/10-12 A er henholdsvis 22. og 23. letebrønnen i utvinningstillatelse 128.

source: The licence was awarded in licensing round 10B in 1986.
nb: Tillatelsen ble tildelt i konsesjonsrunde 10B i 1986.

source: The wildcat well was drilled to a vertical depth of 3158 metres below the sea surface.
nb: Undersøkelsesbrønnen ble boret til et vertikalt dyp på 3158 meter under havflaten.

source: The appraisal well was drilled to a vertical depth of 2931 metres below the sea surface.
nb: Avgrensningsbrønnen ble boret til et vertikalt dyp på 2931 meter under havoverflaten.

source: Both wells were concluded in rocks from the Early Jurassic Age (the Åre formation).
nb: Begge brønnene ble avsluttet i bergarter av tidlig jura alder (Årefomasjonen).

source: Water depth at the site is 334 metres.
nb: Havdypet er 334 meter.

source: The wells were drilled by the semi-submersible drilling facility Ocean Vanguard, which will now proceed to production licence 376 in the North Sea to drill wildcat well 35/6-1 S, where StatoilHydro ASA is the operator.
nb: Brønnene ble boret av den halvt nedsenkbare boreinnretningen Ocean Vanguard, som nå skal til utvinningstillatelse 376 i Nordsjøen for å bore undersøkelsesbrønn 35/6-1 S der StatoilHydro ASA er operatør.

source: Licensees in production licence 128
nb: Rettighetshavere i utvinningstillatelse 128

source: The primary exploration target for the well was to prove petroleum in Upper Jurassic reservoir rocks (intra Draupne Formation in the Viking Group).
nb: Primært letemål for brønnen var å påvise petroleum i øvre jura reservoarbergarter (intra Draupneformasjonen i Vikinggruppen).

source: The secondary exploration target was to prove petroleum in Upper and Middle Jurassic reservoir rocks (upper Heather Formation and upper Tarbert Formation in the Viking and Brent groups, respectively).
nb: Sekundært letemål var å påvise petroleum i øvre og midtre jura reservoarbergarter (øvre Heatherformasjonen og øvre Tarbertformasjonen i hhv Viking- og Brentgruppen).
